Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetOpt_search_readErrors_skip
source: Skip
ar: التخطي
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Omitir
fa: رد کردن
fr: Ignorer
hu: Kihagyás
id: Lewati
it: Ignora
ja: 飛ばす
ko: 건너뛰기
pl: Pomiń
pt: Pular
ro: Omitere
ru: Пропускать
th: ข้าม
tr: Atla
uk: Пропускати
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# SetOpt_search_readErrors_abort
source: Stop searching
ar: إيقاف البحث
cs: Zastavit hledání
de: Suche abbrechen
el: Διακοπή αναζήτησης
es: Detener la búsqueda
fa: توقف جستجو
fr: Arrêter la recherche
hu: Keresés leállítása
id: Hentikan pencarian
it: Interrompi la ricerca
ja: 中止する
ko: 검색 중지
pl: Zatrzymaj wyszukiwanie
pt: Parar a pesquisa
ro: Oprire căutare
ru: Останавливать поиск
th: หยุดการค้นหา
tr: Aramayı durdur
uk: Зупиняти пошук
vi: Dừng tìm kiếm
zh_hans: 停止搜索
zh_hant: 停止搜尋

# Set_search_highlightMatches
source: Highlight matches
ar: تمييز التطابقات
cs: Zvýraznit shody
de: Treffer hervorheben
el: Επισήμανση αποτελεσμάτων
es: Resaltar coincidencias
fa: برجسته کردن موارد منطبق
fr: Mettre en surbrillance les résultats
hu: Találatok kiemelése
id: Sorot kecocokan
it: Evidenzia corrispondenze
ja: 一致を強調表示する
ko: 일치 항목 강조 표시
pl: Wyróżniaj dopasowania
pt: Realçar ocorrências
ro: Evidențiere potriviri
ru: Выделять совпадения
th: เน้นรายการที่ตรงกัน
tr: Eşleşmeleri vurgula
uk: Виділяти збіги
vi: Tô sáng kết quả khớp
zh_hans: 突出显示匹配项
zh_hant: 醒目提示符合項目

# SetDesc_search_highlightMatches
source: Highlight the visible matches of the find bar and the search results in the editor.
ar: تمييز التطابقات الظاهرة من شريط البحث ونتائج البحث في المحرر.
cs: Zvýraznit v editoru viditelné shody z panelu hledání a z výsledků hledání.
de: Die sichtbaren Treffer der Suchleiste und der Suchergebnisse im Editor hervorheben.
el: Επισήμανση στον επεξεργαστή των ορατών αποτελεσμάτων της γραμμής εύρεσης και των αποτελεσμάτων αναζήτησης.
es: Resalta en el editor las coincidencias visibles de la barra de búsqueda y de los resultados de la búsqueda.
fa: موارد منطبق قابل مشاهدهٔ نوار جستجو و نتایج جستجو در ویرایشگر برجسته شوند.
fr: Met en surbrillance dans l'éditeur les résultats visibles de la barre de recherche et des résultats de recherche.
hu: A keresősáv és a keresési eredmények látható találatainak kiemelése a szerkesztőben.
id: Menyorot kecocokan yang terlihat dari bilah pencarian dan hasil pencarian di editor.
it: Evidenzia nell'editor le corrispondenze visibili della barra di ricerca e dei risultati della ricerca.
ja: 検索バーと検索結果の一致のうち、表示中のものをエディタで強調表示します。
ko: 찾기 표시줄과 검색 결과의 일치 항목 중 화면에 보이는 항목을 편집기에서 강조 표시합니다.
pl: Wyróżnia w edytorze widoczne dopasowania z paska wyszukiwania i wyników wyszukiwania.
pt: Realça no editor as ocorrências visíveis da barra de pesquisa e dos resultados da pesquisa.
ro: Evidențiază în editor potrivirile vizibile ale barei de căutare și ale rezultatelor căutării.
ru: Выделять в редакторе видимые совпадения панели поиска и результатов поиска.
th: เน้นรายการที่ตรงกันซึ่งมองเห็นได้จากแถบค้นหาและผลการค้นหาในตัวแก้ไข
tr: Arama çubuğunun ve arama sonuçlarının görünür eşleşmelerini düzenleyicide vurgular.
uk: Виділяти в редакторі видимі збіги з панелі пошуку й результатів пошуку.
vi: Tô sáng trong trình chỉnh sửa các kết quả khớp đang hiển thị của thanh tìm kiếm và kết quả tìm kiếm.
zh_hans: 在编辑器中突出显示查找栏和搜索结果中可见的匹配项。
zh_hant: 在編輯器中醒目提示尋找列和搜尋結果中可見的符合項目。

# Set_search_results_newTab
source: Show each Find all in a new tab
ar: إظهار كل عملية «البحث عن الكل» في علامة تبويب جديدة
cs: Zobrazit každé Najít vše na nové kartě
de: Jede Suche „Alle suchen“ in einer neuen Registerkarte anzeigen
el: Εμφάνιση κάθε Εύρεσης όλων σε νέα καρτέλα
es: Mostrar cada Buscar todo en una pestaña nueva
fa: نمایش هر «یافتن همه» در یک زبانهٔ جدید
fr: Afficher chaque Tout rechercher dans un nouvel onglet
hu: Minden Összes keresése új lapon
id: Tampilkan setiap Cari semua di tab baru
it: Mostra ogni Trova tutto in una nuova scheda
ja: すべて検索の結果を新しいタブに出す
ko: 모두 찾기 결과를 각각 새 탭에 표시
pl: Pokazuj każde Znajdź wszystko na nowej karcie
pt: Mostrar cada Localizar tudo em uma nova guia
ro: Fiecare Găsire toate într-o filă nouă
ru: Показывать каждый результат «Найти все» на новой вкладке
th: แสดงผลการค้นหาทั้งหมดแต่ละครั้งในแท็บใหม่
tr: Her Tümünü bul işlemini yeni bir sekmede göster
uk: Показувати кожен результат «Знайти все» на новій вкладці
vi: Hiện mỗi lần Tìm tất cả trong một tab mới
zh_hans: 在新选项卡中显示每次“全部查找”的结果
zh_hant: 在新的索引標籤中顯示每次「全部尋找」

# SetDesc_search_results_newTab
source: When off, a new search replaces the results that aren't pinned.
ar: عند إيقاف التشغيل، يستبدل البحث الجديد النتائج غير المثبّتة.
cs: Když je vypnuto, nové hledání nahradí výsledky, které nejsou připnuté.
de: Wenn deaktiviert, ersetzt eine neue Suche die nicht fixierten Ergebnisse.
el: Όταν είναι απενεργοποιημένο, μια νέα αναζήτηση αντικαθιστά τα αποτελέσματα που δεν είναι καρφιτσωμένα.
es: Si está desactivado, una nueva búsqueda reemplaza los resultados que no están fijados.
fa: وقتی خاموش است، جستجوی جدید جایگزین نتایج سنجاق‌نشده می‌شود.
fr: Si désactivé, une nouvelle recherche remplace les résultats non épinglés.
hu: Kikapcsolva az új keresés lecseréli a nem rögzített eredményeket.
id: Jika nonaktif, pencarian baru menggantikan hasil yang tidak disematkan.
it: Se disattivato, una nuova ricerca sostituisce i risultati non bloccati.
ja: オフのときは、固定していない結果を新しい検索の結果で置き換えます。
ko: 끄면 새 검색 결과가 고정되지 않은 결과를 대체합니다.
pl: Gdy wyłączone, nowe wyszukiwanie zastępuje nieprzypięte wyniki.
pt: Quando desativado, uma nova pesquisa substitui os resultados não fixados.
ro: Când este dezactivată, o căutare nouă înlocuiește rezultatele care nu sunt fixate.
ru: Если отключено, новый поиск заменяет незакрепленные результаты.
th: เมื่อปิด การค้นหาใหม่จะแทนที่ผลลัพธ์ที่ไม่ได้ปักหมุด
tr: Kapalıyken yeni bir arama, sabitlenmemiş sonuçların yerini alır.
uk: Якщо вимкнуто, новий пошук замінює незакріплені результати.
vi: Khi tắt, lần tìm kiếm mới sẽ thay thế các kết quả chưa được ghim.
zh_hans: 关闭时，新的搜索将替换未固定的结果。
zh_hant: 關閉時，新的搜尋會取代未釘選的結果。

# SearchResults_Research.Content
source: Search again
ar: البحث مرة أخرى
cs: Hledat znovu
de: Erneut suchen
el: Νέα αναζήτηση
es: Volver a buscar
fa: جستجوی دوباره
fr: Relancer la recherche
hu: Újbóli keresés
id: Cari lagi
it: Cerca di nuovo
ja: 再検索
ko: 다시 검색
pl: Szukaj ponownie
pt: Pesquisar novamente
ro: Căutare din nou
ru: Искать снова
th: ค้นหาอีกครั้ง
tr: Yeniden ara
uk: Шукати знову
vi: Tìm lại
zh_hans: 重新搜索
zh_hant: 重新搜尋

# SearchResults_State_Stale
source: outdated
ar: قديم
cs: zastaralé
de: veraltet
el: παρωχημένο
es: obsoleta
fa: منسوخ
fr: obsolète
hu: elavult
id: usang
it: non aggiornati
ja: 古い結果
ko: 오래됨
pl: nieaktualne
pt: desatualizado
ro: învechit
ru: устарело
th: ล้าสมัย
tr: güncel değil
uk: застаріло
vi: đã cũ
zh_hans: 已过时
zh_hant: 已過時

# SearchResults_TargetSelected.Text
source: Selected rows
ar: الصفوف المحددة
cs: Vybrané řádky
de: Ausgewählte Zeilen
el: Επιλεγμένες γραμμές
es: Filas seleccionadas
fa: سطرهای انتخاب‌شده
fr: Lignes sélectionnées
hu: Kijelölt sorok
id: Baris yang dipilih
it: Righe selezionate
ja: 選択した行
ko: 선택한 행
pl: Wybrane wiersze
pt: Linhas selecionadas
ro: Rândurile selectate
ru: Выбранные строки
th: แถวที่เลือก
tr: Seçili satırlar
uk: Вибрані рядки
vi: Các hàng đã chọn
zh_hans: 所选行
zh_hant: 選取的列

# SearchResults_TargetAll.Text
source: All rows
ar: كل الصفوف
cs: Všechny řádky
de: Alle Zeilen
el: Όλες οι γραμμές
es: Todas las filas
fa: همهٔ سطرها
fr: Toutes les lignes
hu: Minden sor
id: Semua baris
it: Tutte le righe
ja: すべての行
ko: 모든 행
pl: Wszystkie wiersze
pt: Todas as linhas
ro: Toate rândurile
ru: Все строки
th: ทุกแถว
tr: Tüm satırlar
uk: Усі рядки
vi: Tất cả các hàng
zh_hans: 所有行
zh_hant: 所有列

# SearchResults_TargetSelectedCount
source: Selected rows ({0})
ar: الصفوف المحددة ({0})
cs: Vybrané řádky ({0})
de: Ausgewählte Zeilen ({0})
el: Επιλεγμένες γραμμές ({0})
es: Filas seleccionadas ({0})
fa: سطرهای انتخاب‌شده ({0})
fr: Lignes sélectionnées ({0})
hu: Kijelölt sorok ({0})
id: Baris yang dipilih ({0})
it: Righe selezionate ({0})
ja: 選択した行 ({0})
ko: 선택한 행({0})
pl: Wybrane wiersze ({0})
pt: Linhas selecionadas ({0})
ro: Rândurile selectate ({0})
ru: Выбранные строки ({0})
th: แถวที่เลือก ({0})
tr: Seçili satırlar ({0})
uk: Вибрані рядки ({0})
vi: Các hàng đã chọn ({0})
zh_hans: 所选行（{0}）
zh_hant: 選取的列（{0}）

# SearchResults_TargetAllCount
source: All rows ({0})
ar: كل الصفوف ({0})
cs: Všechny řádky ({0})
de: Alle Zeilen ({0})
el: Όλες οι γραμμές ({0})
es: Todas las filas ({0})
fa: همهٔ سطرها ({0})
fr: Toutes les lignes ({0})
hu: Minden sor ({0})
id: Semua baris ({0})
it: Tutte le righe ({0})
ja: すべての行 ({0})
ko: 모든 행({0})
pl: Wszystkie wiersze ({0})
pt: Todas as linhas ({0})
ro: Toate rândurile ({0})
ru: Все строки ({0})
th: ทุกแถว ({0})
tr: Tüm satırlar ({0})
uk: Усі рядки ({0})
vi: Tất cả các hàng ({0})
zh_hans: 所有行（{0}）
zh_hant: 所有列（{0}）

# SearchResults_Pin_Name
source: Pin these results
ar: تثبيت هذه النتائج
cs: Připnout tyto výsledky
de: Diese Ergebnisse fixieren
el: Καρφίτσωμα αυτών των αποτελεσμάτων
es: Fijar estos resultados
fa: سنجاق کردن این نتایج
fr: Épingler ces résultats
hu: Eredmények rögzítése
id: Sematkan hasil ini
it: Blocca questi risultati
ja: この結果を固定する
ko: 이 결과 고정
pl: Przypnij te wyniki
pt: Fixar estes resultados
ro: Fixare rezultate
ru: Закрепить эти результаты
th: ปักหมุดผลลัพธ์เหล่านี้
tr: Bu sonuçları sabitle
uk: Закріпити ці результати
vi: Ghim các kết quả này
zh_hans: 固定这些结果
zh_hant: 釘選這些結果

# SearchResults_TabPinned
source: {0} (pinned)
ar: {0} (مثبّت)
cs: {0} (připnuto)
de: {0} (fixiert)
el: {0} (καρφιτσωμένο)
es: {0} (fijado)
fa: {0} (سنجاق‌شده)
fr: {0} (épinglé)
hu: {0} (rögzítve)
id: {0} (disematkan)
it: {0} (bloccati)
ja: {0} (固定)
ko: {0}(고정됨)
pl: {0} (przypięte)
pt: {0} (fixado)
ro: {0} (fixat)
ru: {0} (закреплено)
th: {0} (ปักหมุด)
tr: {0} (sabitlendi)
uk: {0} (закріплено)
vi: {0} (đã ghim)
zh_hans: {0}（已固定）
zh_hant: {0}（已釘選）

# SearchResults_TabClose
source: Close {0}
ar: إغلاق {0}
cs: Zavřít {0}
de: {0} schließen
el: Κλείσιμο {0}
es: Cerrar {0}
fa: بستن {0}
fr: Fermer {0}
hu: {0} bezárása
id: Tutup {0}
it: Chiudi {0}
ja: {0} を閉じる
ko: {0} 닫기
pl: Zamknij: {0}
pt: Fechar {0}
ro: Închidere {0}
ru: Закрыть {0}
th: ปิด {0}
tr: {0} kapat
uk: Закрити {0}
vi: Đóng {0}
zh_hans: 关闭 {0}
zh_hant: 關閉 {0}

# SearchResults_BookmarksConfirm_Title
source: Convert to bookmarks
ar: التحويل إلى إشارات مرجعية
cs: Převést na záložky
de: In Lesezeichen umwandeln
el: Μετατροπή σε σελιδοδείκτες
es: Convertir en marcadores
fa: تبدیل به نشانک
fr: Convertir en signets
hu: Átalakítás könyvjelzőkké
id: Ubah menjadi penanda
it: Converti in segnalibri
ja: ブックマークに変換
ko: 책갈피로 변환
pl: Konwertuj na zakładki
pt: Converter em marcadores
ro: Conversie în marcaje
ru: Преобразование в закладки
th: แปลงเป็นบุ๊กมาร์ก
tr: Yer işaretlerine dönüştür
uk: Перетворення на закладки
vi: Chuyển thành dấu trang
zh_hans: 转换为书签
zh_hant: 轉換為書籤

# SearchResults_BookmarksConfirm_Body
source: {0} results will become bookmarks. The bookmark list may become slow.
ar: ستصبح {0} من النتائج إشارات مرجعية. قد تصبح قائمة الإشارات المرجعية بطيئة.
cs: Výsledky ({0}) se stanou záložkami. Seznam záložek se může zpomalit.
de: {0} Ergebnisse werden zu Lesezeichen. Die Lesezeichenliste kann langsam werden.
el: {0} αποτελέσματα θα γίνουν σελιδοδείκτες. Η λίστα σελιδοδεικτών μπορεί να γίνει αργή.
es: {0} resultados se convertirán en marcadores. La lista de marcadores puede volverse lenta.
fa: {0} نتیجه به نشانک تبدیل می‌شود. ممکن است فهرست نشانک‌ها کند شود.
fr: {0} résultats vont devenir des signets. La liste des signets risque de ralentir.
hu: {0} eredményből könyvjelző lesz. A könyvjelzőlista lelassulhat.
id: {0} hasil akan menjadi penanda. Daftar penanda mungkin menjadi lambat.
it: {0} risultati diventeranno segnalibri. L'elenco dei segnalibri potrebbe rallentare.
ja: {0} 件の結果をブックマークにします。ブックマーク一覧が重くなる可能性があります。
ko: 결과 {0}개가 책갈피가 됩니다. 책갈피 목록이 느려질 수 있습니다.
pl: Wyniki ({0}) staną się zakładkami. Lista zakładek może działać wolniej.
pt: {0} resultados se tornarão marcadores. A lista de marcadores pode ficar lenta.
ro: {0} rezultate vor deveni marcaje. Lista de marcaje poate deveni lentă.
ru: Результаты ({0}) станут закладками. Список закладок может работать медленно.
th: ผลลัพธ์ {0} รายการจะกลายเป็นบุ๊กมาร์ก รายการบุ๊กมาร์กอาจทำงานช้าลง
tr: {0} sonuç yer işaretine dönüşecek. Yer işareti listesi yavaşlayabilir.
uk: Результатів, які стануть закладками: {0}. Список закладок може працювати повільно.
vi: {0} kết quả sẽ trở thành dấu trang. Danh sách dấu trang có thể bị chậm.
zh_hans: {0} 个结果将转换为书签。书签列表可能会变慢。
zh_hant: {0} 個結果將轉換為書籤。書籤清單可能會變慢。

# SearchResults_BookmarksConfirm_Convert
source: Convert to bookmarks
ar: التحويل إلى إشارات مرجعية
cs: Převést na záložky
de: In Lesezeichen umwandeln
el: Μετατροπή σε σελιδοδείκτες
es: Convertir en marcadores
fa: تبدیل به نشانک
fr: Convertir en signets
hu: Átalakítás könyvjelzőkké
id: Ubah menjadi penanda
it: Converti in segnalibri
ja: ブックマークにする
ko: 책갈피로 변환
pl: Konwertuj na zakładki
pt: Converter em marcadores
ro: Conversie în marcaje
ru: Преобразовать в закладки
th: แปลงเป็นบุ๊กมาร์ก
tr: Yer işaretlerine dönüştür
uk: Перетворити на закладки
vi: Chuyển thành dấu trang
zh_hans: 转换为书签
zh_hant: 轉換為書籤

# SearchResults_BookmarksConfirm_Cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: やめる
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# SearchResults_Menu_GoTo
source: Go to the match
ar: الانتقال إلى التطابق
cs: Přejít na shodu
de: Zum Treffer springen
el: Μετάβαση στο αποτέλεσμα
es: Ir a la coincidencia
fa: رفتن به مورد منطبق
fr: Atteindre le résultat
hu: Ugrás a találatra
id: Pergi ke kecocokan
it: Vai alla corrispondenza
ja: 一致に移動
ko: 일치 항목으로 이동
pl: Przejdź do dopasowania
pt: Ir para a ocorrência
ro: Salt la potrivire
ru: Перейти к совпадению
th: ไปที่รายการที่ตรงกัน
tr: Eşleşmeye git
uk: Перейти до збігу
vi: Đi tới kết quả khớp
zh_hans: 转到匹配项
zh_hant: 移至符合項目

# SearchResults_Skipped
source: Unreadable ranges ({0})
ar: النطاقات غير القابلة للقراءة ({0})
cs: Nečitelné rozsahy ({0})
de: Nicht lesbare Bereiche ({0})
el: Περιοχές που δεν διαβάστηκαν ({0})
es: Intervalos ilegibles ({0})
fa: محدوده‌های غیرقابل خواندن ({0})
fr: Plages illisibles ({0})
hu: Olvashatatlan tartományok ({0})
id: Rentang yang tidak dapat dibaca ({0})
it: Intervalli non leggibili ({0})
ja: 読み込めなかった範囲 ({0})
ko: 읽을 수 없는 범위({0})
pl: Nieczytelne zakresy ({0})
pt: Intervalos ilegíveis ({0})
ro: Intervale care nu pot fi citite ({0})
ru: Нечитаемые диапазоны ({0})
th: ช่วงที่อ่านไม่ได้ ({0})
tr: Okunamayan aralıklar ({0})
uk: Непрочитувані діапазони ({0})
vi: Các phạm vi không đọc được ({0})
zh_hans: 无法读取的范围（{0}）
zh_hant: 無法讀取的範圍（{0}）

# SearchResults_SkippedItem
source: {0}: {1} bytes ({2})
ar: {0}: {1} بايت ({2})
cs: {0}: bajty: {1} ({2})
el: {0}: {1} byte ({2})
fa: {0}: {1} بایت ({2})
fr: {0} : {1} octets ({2})
hu: {0}: {1} bájt ({2})
id: {0}: {1} byte ({2})
it: {0}: {1} byte ({2})
ja: {0}: {1} バイト ({2})
ko: {0}: {1}바이트({2})
pl: {0}: {1} B ({2})
ro: {0}: {1} octeți ({2})
ru: {0}: {1} байт ({2})
th: {0}: {1} ไบต์ ({2})
tr: {0}: {1} bayt ({2})
uk: {0}: {1} байтів ({2})
vi: {0}: {1} byte ({2})
zh_hans: {0}：{1} 字节（{2}）
zh_hant: {0}：{1} 個位元組（{2}）

# Command_NoSearchResults
source: There are no search results.
ar: لا توجد نتائج بحث.
cs: Nejsou žádné výsledky hledání.
de: Es gibt keine Suchergebnisse.
el: Δεν υπάρχουν αποτελέσματα αναζήτησης.
es: No hay resultados de búsqueda.
fa: هیچ نتیجهٔ جستجویی وجود ندارد.
fr: Il n'y a aucun résultat de recherche.
hu: Nincsenek keresési eredmények.
id: Tidak ada hasil pencarian.
it: Non ci sono risultati della ricerca.
ja: 検索結果がありません。
ko: 검색 결과가 없습니다.
pl: Brak wyników wyszukiwania.
pt: Não há resultados da pesquisa.
ro: Nu există rezultate ale căutării.
ru: Нет результатов поиска.
th: ไม่มีผลการค้นหา
tr: Arama sonucu yok.
uk: Немає результатів пошуку.
vi: Không có kết quả tìm kiếm.
zh_hans: 没有搜索结果。
zh_hant: 沒有搜尋結果。

# Cmd_search_replaceAll
source: Replace all
ar: استبدال الكل
cs: Nahradit vše
de: Alle ersetzen
el: Αντικατάσταση όλων
es: Reemplazar todo
fa: جایگزینی همه
fr: Tout remplacer
hu: Összes cseréje
id: Ganti semua
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
pl: Zamień wszystko
pt: Substituir tudo
ro: Înlocuire totală
ru: Заменить все
th: แทนที่ทั้งหมด
tr: Tümünü değiştir
uk: Замінити все
vi: Thay thế tất cả
zh_hans: 全部替换
zh_hant: 全部取代

# CmdAlias_search_replaceAll
source: substitute everything
ar: substitute everything استبدال الكل
cs: nahradit vše vse nahrazení nahrazeni substitute everything
de: alle ersetzen substitute everything
el: αντικατάσταση όλων υποκατάσταση substitute everything
es: reemplazar todo sustituir substitute everything
fa: جایگزین کردن همه چیز, substitute everything
fr: tout remplacer substitute everything
hu: összes cseréje osszes csereje helyettesítés substitute everything
id: ganti semua substitute everything
it: sostituisci tutto substitute everything
ja: すべてちかん
ko: 모두 바꾸기 전체 치환 substitute everything
pl: zamień wszystko substitute everything
pt: substituir tudo substitute everything
ro: înlocuire inlocuire toate tot substituire substitute everything
ru: заменить все substitute everything
th: แทนที่ ทั้งหมด substitute everything
tr: yerine koy her şey substitute everything
uk: замінити все substitute everything
vi: thay thế tất cả substitute everything
zh_hans: 全部替换 替换所有 substitute everything
zh_hant: 全部取代 替換 置換 substitute everything

# Cmd_search_results_toBookmarks
source: Convert search results to bookmarks
ar: تحويل نتائج البحث إلى إشارات مرجعية
cs: Převést výsledky hledání na záložky
de: Suchergebnisse in Lesezeichen umwandeln
el: Μετατροπή αποτελεσμάτων αναζήτησης σε σελιδοδείκτες
es: Convertir los resultados de búsqueda en marcadores
fa: تبدیل نتایج جستجو به نشانک
fr: Convertir les résultats de recherche en signets
hu: Keresési eredmények átalakítása könyvjelzőkké
id: Ubah hasil pencarian menjadi penanda
it: Converti i risultati della ricerca in segnalibri
ja: 検索結果をブックマークに変換
ko: 검색 결과를 책갈피로 변환
pl: Konwertuj wyniki wyszukiwania na zakładki
pt: Converter resultados da pesquisa em marcadores
ro: Conversie rezultate căutare în marcaje
ru: Преобразовать результаты поиска в закладки
th: แปลงผลการค้นหาเป็นบุ๊กมาร์ก
tr: Arama sonuçlarını yer işaretlerine dönüştür
uk: Перетворити результати пошуку на закладки
vi: Chuyển kết quả tìm kiếm thành dấu trang
zh_hans: 将搜索结果转换为书签
zh_hant: 將搜尋結果轉換為書籤

# CmdAlias_search_results_toBookmarks
source: results bookmark
ar: results bookmark نتائج إشارات مرجعية
cs: výsledky vysledky záložka zalozka results bookmark
de: ergebnisse lesezeichen results bookmark
el: αποτελέσματα σελιδοδείκτης results bookmark
es: resultados marcadores results bookmark
fa: نتایج نشانک, results bookmark
fr: résultats signets results bookmark
hu: eredmények eredmenyek könyvjelző konyvjelzo results bookmark
id: hasil penanda results bookmark
it: risultati segnalibro results bookmark
ja: けんさくけっかをぶっくまーくにへんかん
ko: 검색 결과 책갈피 변환 results bookmark
pl: wyniki zakładka results bookmark
pt: resultados marcador results bookmark
ro: rezultate marcaj marcaje results bookmark
ru: результаты закладка results bookmark
th: ผลลัพธ์ บุ๊กมาร์ก results bookmark
tr: sonuçlar yer işareti results bookmark
uk: результати закладка results bookmark
vi: kết quả dấu trang results bookmark
zh_hans: 搜索结果 书签 转换 results bookmark
zh_hant: 搜尋結果 書籤 轉換 results bookmark

# Cmd_search_results_export
source: Export search results
ar: تصدير نتائج البحث
cs: Exportovat výsledky hledání
de: Suchergebnisse exportieren
el: Εξαγωγή αποτελεσμάτων αναζήτησης
es: Exportar los resultados de búsqueda
fa: صادر کردن نتایج جستجو
fr: Exporter les résultats de recherche
hu: Keresési eredmények exportálása
id: Ekspor hasil pencarian
it: Esporta risultati della ricerca
ja: 検索結果をエクスポート
ko: 검색 결과 내보내기
pl: Eksportuj wyniki wyszukiwania
pt: Exportar resultados da pesquisa
ro: Exportare rezultate căutare
ru: Экспортировать результаты поиска
th: ส่งออกผลการค้นหา
tr: Arama sonuçlarını dışarı aktar
uk: Експортувати результати пошуку
vi: Xuất kết quả tìm kiếm
zh_hans: 导出搜索结果
zh_hant: 匯出搜尋結果

# CmdAlias_search_results_export
source: results csv json save
ar: results csv json save نتائج حفظ تصدير
cs: výsledky vysledky exportovat uložit ulozit results csv json save
de: ergebnisse exportieren speichern results csv json save
el: αποτελέσματα αποθήκευση results csv json save
es: resultados exportar guardar results csv json save
fa: نتایج ذخیره, results csv json save
fr: résultats exporter enregistrer results csv json save
hu: eredmények eredmenyek exportálás exportalas mentés mentes results csv json save
id: hasil ekspor simpan results csv json save
it: risultati salva results csv json save
ja: けんさくけっかをえくすぽーと csv json
ko: 검색 결과 내보내기 저장 results csv json save
pl: wyniki zapisz results csv json save
pt: resultados salvar results csv json save
ro: rezultate exportare salvare results csv json save
ru: результаты сохранить results csv json save
th: ผลลัพธ์ ส่งออก บันทึก results csv json save
tr: sonuçlar kaydet results csv json save
uk: результати зберегти results csv json save
vi: xuất kết quả lưu results csv json save
zh_hans: 搜索结果 导出 保存 results csv json save
zh_hant: 匯出 搜尋結果 儲存 results csv json save

# Cmd_edit_copyAs_hexSpaced
source: Copy as: Hex string (Space separated)
ar: نسخ بتنسيق: سلسلة Hex (مفصولة بمسافات)
cs: Kopírovat jako: Řetězec Hex (oddělený mezerami)
de: Kopieren als: Hex-Zeichenfolge (durch Leerzeichen getrennt)
el: Αντιγραφή ως: Συμβολοσειρά Hex (διαχωρισμός με κενό)
es: Copiar como: cadena Hex (separados por espacios)
fa: رونوشت به‌صورت: رشتهٔ Hex (جداشده با فاصله)
fr: Copier sous : chaîne Hex (séparés par des espaces)
hu: Másolás másként: Hex karakterlánc (szóközzel tagolt)
id: Salin sebagai: String Hex (dipisahkan spasi)
it: Copia come: stringa Hex (separati da spazi)
ja: 形式を選択してコピー: Hex 文字列 (空白区切り)
ko: 다른 형식으로 복사: Hex 문자열(공백으로 구분)
pl: Kopiuj jako: ciąg Hex (rozdzielone spacjami)
pt: Copiar como: cadeia Hex (separados por espaço)
ro: Copiere ca: șir Hex (separat prin spații)
ru: Копировать как: строка Hex (через пробел)
th: คัดลอกเป็น: สตริง Hex (คั่นด้วยช่องว่าง)
tr: Farklı kopyala: Hex dizesi (Boşlukla ayrılmış)
uk: Копіювати як: рядок Hex (через пробіл)
vi: Sao chép dạng: Chuỗi Hex (Phân cách bằng dấu cách)
zh_hans: 复制为：Hex 字符串（空格分隔）
zh_hant: 以格式複製：Hex 字串（以空格分隔）
